import React from "react";
import "./Free.scss";

function Free() {
  return (
    <section className="free" id="Free">
      <a href="https://www.notion.so/2745347f96ef4876a94628c99f578922">СВЫШЕ 80 ПЛАТФОРМ ДЛЯ САМОСТОЯТЕЛЬНОГО ИЗУЧЕНИЯ</a>
      <p>
        Если вы новичок в мире программирования и веб-разработки, то самым
        лучшим вариантом для обучения будут бесплатные ресурсы по
        программированию. Таким образом, вы сможете понять, что вам нравится
        больше, а что — меньше, перед тем как уже основательно вложиться в
        изучение какого-либо языка программирования или пойти на курсы. Пройдя
        несколько бесплатных туториалов по программированию, вы сможете найти
        своё направление и продолжить изучение уже более эффективно.
      </p>
      <div className="free__footer">
        <p>
          Использование всех бесплатных онлайн - ресурсов по программированию —
          это может и долгий, но доступный путь в самом начале вашей карьеры
        </p>
      </div>
    </section>
  );
}

export default Free;
